Repository: mardy/account-polld
Catalog: po/*.po
Languages: ug, zh_tw

source: Multiple more messages
ug: كۆپلىگەن ئۇچۇرلار بار
zh_tw: 更多則訊息

source: From %s
ug: ئەۋەتكۈچى %s
zh_tw: 來自 %s

source: Multiple more notifications
ug: كۆپلىگەن ئۇقتۇرۇشلار بار
zh_tw: 更多項通知

source: Multiple more mentions
ug: كۆپلىگەن نەقىللەر بار
zh_tw: 更多條提及通知

source: Multiple direct messages available
ug: كۆپلىگەن بىۋاسىتە ئۇچۇرلار بار
zh_tw: 有更多直接訊息

source: More unread emails available
ug: كۆپلىگەن ئوقۇلمىغان ئېلخەتلەر بار
zh_tw: 有更多則未讀電子郵件

source: You have an approximate of %d additional unread messages
ug: تەخمىنەن يەنە %d دانە ئوقۇلمىغان ئېلخەتلەر بار
zh_tw: 您大概有 %d 則其他未讀訊息

source: Notifications
ug: ئۇقتۇرۇشلار
zh_tw: 通知

source: Account Polling
ug: ھېسابات ئۇقتۇرۇشى
zh_tw: 帳號 Polling

source: Receive notifications for this account
ug: بۇ ھېساباتتىن كەلگەن ئۇقتۇرۇشلارنى قوبۇل قىلسۇن
zh_tw: 接收此帳號的通知
